var WEEK_DAYS_ABBR_MAP ={
   'Понедельник':'Пн',
   'Вторник':'Вт',
   'Среда':'Ср',
   'Четверг':'Чт',
   'Пятница':'Пт',
   'Суббота':'Сб',
   'Воcкресенье':'Вс'
};

var slu_times = ['8-00','8-30', '9-00', '9-30', '10-00', '10-30', '11-00', '11-30', '12-00', '13-00', '16-00', '17-00', '18-00', '18-30','19-00'];
var slu_names = [
'Часы. Исповедь. Литургия',
'Утреня. Часы. Исповедь. Литургия',
'Часы. Исповедь. Литургия. Панихида',
'Часы. Исповедь. Литургия. Молебен. Панихида',
'Вечерня. Утреня.',
'Всенощное бдение',
'Молебен',
'Панихида',
'Вечерня. Утреня с полиелеем',
'Утреня. Часы. Изобразительны. Вечерня с Литургией преждеосвященных Даров',
'Часы. Изобразительны. Вечерня с Литургией преждеосвященных Даров.',
'Царские Часы',
'Крещение',
'Венчание'];


/*var slu_names_arr = [];
var slu_names_map = {};

function adslu(key, stit){
   slu_names_arr[slu_names_arr.length] = stit;
   slu_names_map[key]=stit;
}
adslu('chasi','Часы');
adslu('tschasi','Царские Часы');

                 'Вечерня. Утреня с полиелеем', 'Утреня. Часы. Изобразительны. Вечерня с Литургией преждеосвященных Даров', 'Часы. Изобразительны. Вечерня с Литургией преждеосвященных Даров.'

adslu('lit','Литургия');
adslu('litVV','Литургия свт.Василия Великого');
adslu('litIZ','Литургия свт.Иоанна Златоустаго');
adslu('vb','Всенощное бдение');
adslu('vvech','Великая вечерня');
adslu('vech','Вечерня');
adslu('polutr','Полиелейная утреня');
adslu('utr','Утреня');
adslu('kresh','Крещение');
adslu('isp','Исповедь');
adslu('izo','Изобразительны');
adslu('vench','Венчание');*/
